Repository: moran-x/Weather
Catalog: Translate/*.po
Languages: ru_ru

source: optional arguments
ru_ru: необязательные аргументы

source: positional arguments
ru_ru: позиционные аргументы

source: show this help message and exit
ru_ru: показать эту справку и выйти

source: usage:
ru_ru: использование:

source: E
ru_ru: В

source: W
ru_ru: З

source: S
ru_ru: Ю

source: N
ru_ru: С

source: No alerts for {0}
ru_ru: Нет оповещения для {0}

source: Weather for {0}
ru_ru: Погода для {0}

source: Currently: {0} ({1}) {2}
ru_ru: В данный момент: {0} ({1}) {2}

source: Wind: From the {0} an {1} {2}
ru_ru: Ветер: направление {0} со скоростью {1} {2}

source: Humidity: {0}
ru_ru: Влажность: {0}

source: Date
ru_ru: Дата

source: Hour
ru_ru: Час

source: Temperature
ru_ru: Температура

source: Chance of Rain
ru_ru: Вероятность дождя

source: Weather
ru_ru: Погода

source: 36 Hour Hourly Forecast:
ru_ru: Прогноз на 36 часов:

source: Condition
ru_ru: Состояние

source: Temp (Hi/Lo)
ru_ru: Температура (мин/мах)

source: Wind
ru_ru: Ветер

source: Humidity
ru_ru: Влажность

source: Weather Forecast:
ru_ru: Прогноз погоды:

source: Astromony event:
ru_ru: Астрономические явления:

source: Sun Rise: {0}, Sun Set: {1}
ru_ru: Восход Солнца {0}, Заход Солнца {1}

source: Moon Rise: {0}, Moon Set: {1}
ru_ru: Восход Луны {0}, Заход Луны {1}

source: Age of Moon : {0}
ru_ru: Возраст Луны: {0}

source: Phase of Moon : {0}
ru_ru: Фаза Луны: {0}

source: More than 1 city matched your query, try being more specific
ru_ru: Более 1 города, соответствующих вашему запросу, попробуйте быть более конкретным

source: Display the current weather, or forecast
ru_ru: Отображает текущую погоду или прогноз

source: Optional location, by default uses geoip
ru_ru: Указать местоположение, по умолчанию использует GeoIP

source: Get the current conditions (Default)
ru_ru: Получить текущие условия (по умолчанию)

source: Get the current forecast
ru_ru: Получить текущий прогноз

source: Get the 10 day forecast
ru_ru: Получить прогноз на 10 дней

source: Get the hourly forecast
ru_ru: Получить почасовой прогноз

source: View any current weather alerts
ru_ru: Просмотреть все текущие оповещения о погоде

source: Set time format to use (default is 'civilian')
ru_ru: Установить формат времени (по умолчанию 'civilian')

source: Set date format to use (default is 'date')
ru_ru: Установить формат даты (по умолчанию 'date')

source: Set units to use (default is 'english')
ru_ru: Установить единицы измерения (по умолчанию 'english')

source: Request: {0}
ru_ru: Запрос: {0}
